Repository: AreebaKazmi/Kaavish-II-PORS
Catalog: Server/kaavish/dashboard/locale/*/LC_MESSAGES/django.po
Languages: it, tr

# Category list sorting option
source: name
it: nome
tr: isim

# Category list sorting option
source: description
it: descrizione
tr: açıklama

# Category list filter label
source: Name
it: Nome
tr: İsim

# Category list sorting filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard categories list
source: Found %(counter)d matching category
it: Trovata %(counter)d categoria corrispondente
tr: Eşleşen %(counter)d kategori bulundu

# Item name
source: Name
it: Nome
tr: İsim

source: Description
it: Descrizione
tr: Açıklama

# Category form
source: Background Image
it: Immagine di sfondo
tr: Arkaplan resmi

# Description of a category image
source: Image description
it: Descrizione immagine
tr: Görsel açıklaması

# Dashboard message
source: Added category %s
it: Categoria %s aggiunta
tr: %s kategorisi eklendi

# Dashboard message
source: Updated category %s
it: Categoria %s aggiornata
tr: %s kategorisi güncellendi

# Dashboard message
source: Removed category %s
it: Rimossa categoria %s
tr: %s kategorisi silindi

# Collection list sorting option
source: name
it: nome
tr: isim

# Is publish filter choice
source: Published
it: Pubblicato
tr: Yayınlanan

# Is publish filter choice
source: Not published
it: Non pubblicato
tr: Yayınlanmayan

# Collection list name filter label
source: Name
it: Nome
tr: İsim

# Collection list filter label
source: Is published
it: pubblicato
tr: Yayında mı

# Filter empty choice label
source: All
it: Tutti
tr: Hepsi

# Collection list sorting filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard collections list
source: Found %(counter)d matching collection
it: Trovata %(counter)d collezione corrispondente
tr: Eşleşen %(counter)d koleksiyon bulundu

# Products selection
source: Products
it: Prodotti
tr: Ürünler

# Background image of a collection
source: Background image
it: Immagine di sfondo
tr: Arkaplan görseli

# Description of a collection image
source: Image description
it: Descrizione immagine
tr: Görsel açıklaması

# Collection published toggle
source: Published
it: Pubblicato
tr: Yayınlandı

# The publication date field, can be a posterior date for a planned publication.
source: Publication date
it: Data di pubblicazione
tr: Yayınlanma tarihi

# Description field of a collection
source: Description
it: Descrizione
tr: Açıklama

# Dashboard message
source: Updated homepage collection
it: Aggiorna collezione homepage
tr: Güncellenen anasayfa koleksiyonu

# Collection message
source: Added collection
it: Aggiunta collezione
tr: Koleksiyon eklendi

# Collection message
source: Updated collection
it: Aggiornata collezione
tr: Koleksiyon düzenlendi

# Collection message
source: Deleted collection
it: Eliminata collezione
tr: Koleksiyon silindi

# Customer list sorting option
source: name
it: nome
tr: isim

# Customer list sorting option
source: location
it: magazzino
tr: yer

# Is active filter choice
source: Active
it: Attivo
tr: Aktif

# Is active filter choice
source: Not active
it: Non attivo
tr: Pasif

# Customer name or email filter
source: Name or email
it: Nome o email
tr: İsim veya E posta

# Customer list filter label
source: Location
it: Magazzino
tr: Yer

# Customer list filter label
source: Is active
it: è attivo
tr: Aktif

# Customer list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard customers list
source: Found %(counter)d matching customer
it: Trovato %(counter)d cliente corrispondente
tr: %(counter)d adet eşleşen müşteri bulundu

# Customer form: Name field placeholder
source: %(name)s (Inherit from default billing address)
tr: %(name)s (Ödeme adresi ile aynı)

# Edit customer details in order form error
source: You can't delete your own account via dashboard, please try from the storefront.
it: Non puoi cancellare il tuo account dalla dashboard, prova dallo storefront del negozio per favore .
tr: Hesabınızı buradan silemezsiniz. Lütfen storefront dan deneyin

# Edit customer details in order form error
source: Only superuser can delete his own account.
it: Solo un superutente può eliminare il proprio account.
tr: Sadece süperkullanıcı kendi hesabını silebilir.

# Edit customer details in order form error
source: You have insufficient permissions, to edit staff users.
it: Hai permessi insufficienti per modificare gli amministratori.
tr: Personel kullanıcıyı, düzenlemek için yetkiniz yetersizdir.

# Customer form: Given name field
source: Given name
it: Nome
tr: İsim

# Customer form: Family name field
source: Family name
it: Cognome
tr: Soyadı

# Customer form: email address field
source: Email
tr: E-posta

# Customer form: customer note field
source: Notes
it: Note
tr: Notlar

# Customer form: is active toggle
source: User is active
it: L'utente è attivo
tr: Kullanıcı aktif

# Customer note
source: Note
it: Nota
tr: Not

# Allow customers to see note toggle
source: Customer can see this note
it: Il cliente può vedere questa nota.
tr: Müşteri bu notu görebilir

# Dashboard message
source: Added customer %s
it: Aggiunto cliente %s
tr: %s müşteri eklendi

# Dashboard message
source: Updated customer %s
it: Aggiornato cliente %s
tr: Müşteri %s güncellendi

# Dashboard message related to an customer
source: Added note
it: Nota aggiunta
tr: Not eklendi

# Dashboard message
source: %(customer_name)s successfully removed
it: %(customer_name)s rimosso con successo
tr: %(customer_name)s başarıyla kaldırıldı

# Sale list sorting option
source: name
it: nome
tr: isim

# Sale list sorting option
source: value
it: valore
tr: değer

# Sale list sorting option
source: start_date
it: inizo_data
tr: baslama_tarihi

# Sale list sorting option
source: end_date
it: fine_data
tr: bitis_tarihi

# Voucher list sorting option
source: name
it: nome
tr: isim

# Voucher list sorting option
source: discount_value
it: sconto_valore
tr: indirim_degeri

# Voucher list sorting option
source: countries
it: nazioni
tr: ülkeler

# Voucher list sorting option
source: start_date
it: inizo_data
tr: baslama_tarihi

# Voucher list sorting option
source: end_date
it: fine_data
tr: bitis_tarihi

# Voucher list sorting option
source: used
it: utilizzato
tr: kullanılmış

# Voucher list sorting option
source: min_amount_spent
tr: Minimum Harcama Tutarı

# Sale list filter label
source: Name
it: Nome
tr: İsim

# Sale list filter label
source: Categories
it: Categorie
tr: Kategoriler

# Sale list filter label
source: Discount type
it: Tipologia di sconto
tr: İndirim türü

# Sale list filter label
source: Value
it: Valore
tr: Değer

# Sale list sorting filter label
source: Period of validity
it: Periodo di validità
tr: Geçerlilik süresi

# Sale list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard sales list
source: Found %(counter)d matching sale
it: Trovata %(counter)d vendita corrispondente
tr: Eşleşen %(counter)d satış bulundu.

# Voucher list name filter label
source: Name
it: Nome
tr: İsim

# Sale list is sale type filter label
source: Discount type
it: Tipologia di sconto
tr: İndirim türü

# Sale list filter label
source: Discount_value
it: Sconto_valore
tr: indirim_degeri

# Voucher list sorting filter label
source: Period of validity
it: Periodo di validità
tr: Geçerlilik süresi

# Voucher list sorting filter
source: Minimum amount spent
it: Minimo importo speso
tr: Harcanan minimum tutar

# Voucher list sorting filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard vouchers list
source: Found %(counter)d matching voucher
it: Trovato %(counter)d voucher corrispondente
tr: Eşleşen %(counter)d kupon bulundu.

# Lowest value for order to be able to use the voucher
source: Apply only if the purchase value is greater than or equal to
it: Applica solo se il valore d'acquisto é maggiore o uguale di
tr: Satın alma tutarı büyük veya eşit ise uygula :

source: Discounted products
it: Prodotti scontati
tr: İndirimli Ürünler

# Sale name
source: Name
it: Nome
tr: İsim

# Discount type
source: Fixed or percentage
it: Fisso o percentuale
tr: Sabit veya komisyonlu

# Sale date restrictions
source: Start date
it: Data di inizio
tr: Başlangıç tarihi

# Sale date restrictions
source: End date
it: Data di fine
tr: Bitiş tarihi

# Percentage or fixed amount value
source: Value
it: Valore
tr: Değer

source: Discounted categories
it: Categorie scontate
tr: İndirimli kategoriler

source: Discounted collections
it: Collezioni in promozione
tr: İndirimli koleksiyonlar

# Sale (discount) error
source: Sale cannot exceed 100%
it: L'offerta non può superare il 100%
tr: İndirim 100%'ü geçemez

# Sale (discount) error
source: A single sale must point to at least one product, collectionand/or category.
it: Una singola vendita deve puntare ad almeno un prodotto, una collezione e / o una categoria.
tr: En az bir ürün, koleksiyon veya kategori, bir satışı göstermelidir.

source: Discount type
it: Tipologia di sconto
tr: İndirim türü

# Coupon code
source: Code
it: Codice
tr: Kod

source: Usage limit
it: Limite di utilizzo
tr: Kullanım limiti

# Voucher date restrictions
source: Start date
it: Data di inizio
tr: Başlangıç tarihi

# Voucher date restrictions
source: End date
it: Data di fine
tr: Bitiş tarihi

# Discount type of the voucher
source: Discount type
it: Tipologia di sconto
tr: İndirim türü

# Discount value of the voucher
source: Discount value
it: Valore di sconto
tr: İndirim değeri

# Text above the dropdown of countries
source: Limit countries that voucher should apply to
it: Limita i paesi in cui il voucher puó essere applicato
tr: Kuponun kullanılacağı ülkeler :

# Field label, apply discount value only once per order
source: Only apply once per order
it: Applicare solo una volta per ordine
tr: Her sipariş için yanlızca 1 kere uygula

# Help text of checkbox for applying discount only once per order
source: If unchecked, discount value will be taken off each suitable item in an order.
it: Se deselezionato, il valore di sconto verrà tolto da ogni articolo presente in un ordine.
tr: Eğer çek kaldırılırsa, indirim siparişte uygulanabilecek ürünlerden kaldırılacak.

# Products that can be discounted with the voucher
source: Products
it: Prodotti
tr: Ürünler

# Categories that can be discounted with the voucher
source: Categories
it: Categorie
tr: Kategoriler

# Collections that can be discounted with the voucher
source: Collections
it: Collezioni
tr: Koleksiyonlar

# Product
source: Products
it: Prodotti
tr: Ürünler

source: Collections
it: Collezioni
tr: Koleksiyonlar

source: Categories
it: Categorie
tr: Kategoriler

# Sale (discount) message
source: Added sale
it: Offerta aggiunta
tr: İndirimli satış ürünü eklendi

# Sale (discount) message
source: Updated sale
it: Offerta aggiornata
tr: İndirimli satış ürünü silindi

# Sale (discount) message
source: Removed sale %s
it: Rimossa offerta%s
tr: %s indirimli satışı silindi

# Voucher message
source: Added voucher
it: Voucher aggiunto
tr: Kupon eklendi

# Voucher message
source: Updated voucher
it: Voucher aggiornato
tr: Kupon güncellendi

# Voucher message
source: Removed voucher %s
it: Rimosso voucher %s
tr: %s kuponu silindi

# Menu list sorting option
source: Name
it: Nome
tr: İsim

# Menu item list sorting option
source: Name
it: Nome
tr: İsim

# Menu list filter label
source: Menu name
it: Nome menu
tr: Menü adı

# Menu list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard menus list
source: Found %(counter)d matching menu
it: Trovato %(counter)d menú corrispondente
tr: Eşleşen %(counter)d menü bulundu

# Menu item list filter label
source: Name
it: Nome
tr: İsim

# Menu item list filter label
source: Points to
it: Punta a
tr: Gösterir

# Menu item list sorting filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard menu items list
source: Found %(counter)d matching menu item
it: Trovato %(counter)d elemento del menú corrispondente
tr: Eşleşen %(counter)d menü öğesi bulundu

source: Menu name
it: Nome menu
tr: Menü adı

# Menu item name
source: Name
it: Nome
tr: İsim

# Menu item form error
source: Maximum nesting level for menu items equals to 2.
tr: Menü öğeleri için maksimum seviye 2

# Menu item form error
source: A single menu item can't point to both an internal link and URL.
tr: Tek bir menu öğesi hem iç link, hem URL referansı gösteremez.

# Menu item form error
source: A single menu item must point to an internal link or URL.
tr: Tek bir menü ürünü iç linki veya URL'i göstermelidir.

# Menu item page hidden status
source: %(menu_item_name)s is hidden (will become visible on %(available_on_date)s)
tr: %(menu_item_name)s gizli (%(available_on_date)s tarihinde görülebilecek)

# Menu item published status
source: %(menu_item_name)s (Not published)
tr: %(menu_item_name)s (Yayınlanmamış)

# Dashboard message
source: Updated storefront menus
it: Menú dello storefront del negozio aggiornato
tr: Önyüz menüleri düzenlendi

# Dashboard message
source: Added menu %s
it: Aggiunto menù %s
tr: %s menü eklendi

# Dashboard message
source: Updated menu %s
it: Aggiornato menù %s
tr: %s menü düzenlendi

# Dashboard message
source: Removed menu %s
tr: %s menü silindi

# Dashboard message
source: Added menu item %s
tr: %s menü eklendi

# Dashboard message
source: Saved menu item %s
tr: %s menü öğesi kaydedildi

# Dashboard message
source: Removed menu item %s
tr: %s menü öğesi kaldırıldı

# Link object type group description
source: Collection
it: Collezione
tr: Koleksiyon

# Link object type group description
source: Category
it: Categoria
tr: Kategori

# Link object type group description
source: Page
it: Pagina
tr: Sayfa

# Order list sorting option
source: payment
it: pagamento
tr: ödeme

# Order list sorting option
source: created
it: creato
tr: oluşturuldu

# Order list filter label
source: Customer name or email
it: Cliente nome o email
tr: Müşteri adı ya da e-posta adresi

# Order list filter label
source: Placed on
it: Inviato il
tr: Sipariş tarihi

# Order list filter label
source: Order status
it: Stato ordine
tr: Sipariş durumu

# Order list filter label
source: Payment status
it: Stato pagamento
tr: Ödeme durumu

# Order list filter label
source: Total
it: Totale
tr: Toplam

# Order list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard orders list
source: Found %(counter)d matching order
tr: Eşleşen %(counter)d sipariş bulundu

# Send email to customer about order created by staff users
source: Send email with order confirmation to the customer
it: Invia email con la conferma d'ordine al cliente
tr: Sipariş onayını mail ile müşteriye gönder

# Create draft order form error
source: Could not create order without any products
it: Non è possibile creare un ordine senza prodotti
tr: Ürünsüz şipariş oluşturulamaz

# Create draft order form error
source: Shipping method is not valid for chosen shipping address
it: Il metodo di spedizione non è valido per l'indirizzo di spedizione selezionato
tr: Seçilen kargo adresi için kargo metodu geçersizdir

# Update an order with user default addresses
source: Set billing and shipping address in order to customer defaults
tr: Müşterinin varsayılan teslimat ve fatura adresini düzenle

# Order form: editing customer details - selecting a customer
source: Customer
it: Cliente
tr: Müşteri

# Order customer email
source: Email
tr: E-posta

# Edit customer details in order form error
source: An order can be related either with an email or an existing user account
it: Un ordine può essere collegato sia a un'email sia a un account utente esistente
tr: Sipariş eposta adresi veya varolan kullanıcı hesabına ilişkin olabilir

# Shipping method form field label
source: Shipping method
it: Metodo di spedizione
tr: Kargo şekli

# Order discount amount fixed value
source: Discount amount
it: Importo sconto
tr: İndirim tutarı

# Order voucher
source: Voucher
tr: Kupon

# Order note
source: Note
it: Nota
tr: Not

# Payment management form (capture, refund, void)
source: Amount
it: Importo
tr: Tutar

# Payment form error
source: This payment action can not be performed.
tr: Bu ödeme işlemi gerçekleştirilemiyor.

# Payment form error
source: Payment gateway error: %s
it: Errore gateway di pagamento: %s
tr: Ödeme sistemi hatası : %s

# Payment form error
source: Only pre-authorized payments can be captured
it: Solo i pagamenti pre-autorizzati possono essere acquisiti
tr: Sadece önyetkili ödemeler yakalanabilir

# Payment form error
source: Only confirmed payments can be refunded
it: Solo i pagamenti confermati possono essere rimborsati
tr: Sadece onaylanmış ödemeler iade olabilir

# Payment form error
source: Manual payments can not be refunded
it: I pagamenti manuali non possono essere rimborsati
tr: Havale/EFT ödemeleri iade olamaz

# Payment form error
source: Only pre-authorized payments can be voided
tr: Sadece tekrarlanan ödemeler iptal olabilir

# Integer number
source: Quantity
it: Quantità
tr: Adet

# Change quantity form error
source: Only %(remaining)d remaining in stock.
it: Solo %(remaining)d disponibile.
tr: Stokta sadece %(remaining)d adet kaldı.

# Cancel order form action
source: Restock %(quantity)d item
tr: Stoğu %(quantity)d ürünle doldur

# Cancel order form error
source: This order can't be canceled
it: Questo ordine non può essere annullato
tr: Bu sipariş iptal olamaz

# Cancel fulfillment form action
source: Restock %(quantity)d item
tr: Stoğu %(quantity)d ürünle doldur

# Cancel fulfillment form error
source: This fulfillment can't be canceled
it: Questa evasione non può essere cancellata
tr: Tamamlanmış sipariş iptal olamaz

# Send mail to customer
source: Send notification email to customer
it: Invia email di notifica al cliente
tr: Müşteriye bildirim maili gönder

# Fulfillment record
source: Tracking number
it: Numero di tracking
tr: Takip numarası

# Remove voucher form error
source: This order has no voucher
it: Questo ordine non ha voucher
tr: Bu siparişe ait kupon yok

# Payment status field value
source: All
it: Tutti
tr: Hepsi

# Order form: subform to add variant to order form: variant field
source: Variant
it: Variante
tr: Varyant

# Add variant to order form label
source: Quantity
it: Quantità
tr: Adet

# Add item form error
source: Could not add item. Only %(remaining)d remaining in stock.
it: Impossibile aggiungere questo oggetto. Solo %(remaining)d rimanenti in questo magazzino
tr: Ürün eklenemedi. Stokta sadece %(remaining)d adet kaldı.

# Order form: address subform - phone number input field
source: Phone number
it: Telefono
tr: Telefon numarası

# Send mail to customer
source: Send shipment details to your customer now
tr: Müşterinize, şimdi kargo detayını gönderin

# Order tracking number
source: Tracking number
it: Numero di tracking
tr: Takip numarası

# Fulfill order line form error
source: %(quantity)d item remaining to fulfill.
tr: Siparişin tamamlanmasına %(quantity)d adet ürün kaldı.

# Voucher not applicable
source: This offer is only valid for selected items.
it: Questa offerta è valida solo per determinati articoli.
tr: Bu teklif sadece belirlenen ürünler içindir.

# Dashboard message related to an order
source: Draft order created
it: Bozza di ordine creata
tr: Taslak sipariş oluşturuldu

# Dashboard message related to an order
source: Order created from draft order
it: Ordine creato dalla bozza di ordine
tr: Sipariş, taslak siparişten oluşturuldu

# Dashboard message
source: Draft order successfully removed
it: Bozza di ordine rimossa con successo
tr: Taslak sipariş başarıyla kaldırıldı

# Dashboard message related to an order
source: Added note
it: Nota aggiunta
tr: Not eklendi

# Dashboard message related to a payment
source: Captured %(amount)s
it: %(amount)s acquisiti
tr: %(amount)s tutarı çekildi

# Dashboard message related to a payment
source: Refunded %(amount)s
it: %(amount)s rimborsati
tr: %(amount)s tutarı iade edildi

# Dashboard message
source: Voided payment
it: Pagamento annullato
tr: Ödeme iptal edildi

# Dashboard message related to an order line
source: Changed quantity for variant %(variant)s from %(old_quantity)s to %(new_quantity)s
tr: %(variant)s varyantına ait adet bilgisi %(old_quantity)s den/dan %(new_quantity)s e/a çekildi

# Dashboard message related to an order line
source: Canceled item %s
tr: %s ürünü iptal edildi

# Dashboard message related to an order
source: Added %(quantity)d x %(variant)s
tr: %(quantity)d x %(variant)s eklendi

# Dashboard message related to an order
source: Insufficient stock: could not add %(quantity)d x %(variant)s
tr: Yetersiz stok : %(quantity)d x %(variant)s eklenemiyor

# Dashboard message
source: Updated shipping address
it: Indirizzo di spedizione aggiornato
tr: Teslimat adresi güncellendi

# Dashboard message
source: Updated billing address
it: Indirizzo di fatturazione aggiornato
tr: Fatura adresi güncellendi

# Dashboard message
source: %s email assigned to an order
tr: Bir siparişe %s eposta adresi atandı

# Dashboard message
source: %s user assigned to an order
tr: Bir siparişe %s kullanıcısı atandı

# Dashboard message
source: Guest user assigned to an order
tr: Bir siparişe misafir kullanıcı atandı

# Dashboard message
source: Customer removed from an order
it: Cliente rimosso da un ordine
tr: Bir siparişten müşteri silindi

# Dashboard message
source: Shipping updated
it: Spedizione aggioranta
tr: Kargo düzenlendi

# Dashboard message
source: Shipping removed
it: Spedizione rimossa
tr: Kargo kaldırıldı

# Dashboard message
source: Discount updated
it: Sconto aggiornato
tr: İndirim düzenlendi

# Dashboard message
source: Voucher updated
it: Voucher aggiornato
tr: Kupon düzenlendi

# Dashboard message
source: Order canceled
it: Ordine annullato
tr: Sipariş iptal edildi

# Dashboard message
source: Removed voucher from order
it: Voucher rimosso dall'ordine
tr: Siparişten kuponu kaldır

# Dashboard message
source: Order manually marked as paid
it: Contrassegna manualmente ordine come pagato
tr: Sipariş kullanıcı tarafından ödendi olarak işaretlendi

# Dashboard message related to an order
source: Fulfilled %(quantity_fulfilled)d item
it: Evaso %(quantity_fulfilled)d articolo
tr: %(quantity_fulfilled)d adet ürün işlemi tamamlandı

# Dashboard message related to an order
source: No items fulfilled
it: Nessun articolo evaso
tr: Hiçbir ürün işlemi tamamlanmadı

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled
tr: Tamamlanan %(fulfillment)s işlemi iptal edildi

# Dashboard message
source: Fulfillment #%(fulfillment)s tracking number updated
tr: Tamamlanan #%(fulfillment)s işlemi için takip numarası

# Page list sorting option
source: title
it: titolo
tr: başlık

# Page list title filter label
source: Title
it: Titolo
tr: Başlık

# Page list sorting filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard page list
source: Found %(counter)d matching page
it: Trovata %(counter)d pagina corrispondente
tr: Eşleşen %(counter)d sayfa bulundu

# Page form: page content field
source: Content
it: Contenuto
tr: İçerik

# Page form: title field
source: Title
it: Titolo
tr: Başlık

# Page form: slug field
source: Slug
tr: Jeton

# Page form: available on which date field
source: Available on
it: Disponibile in
tr: Mevcut

# Page form: publication status indicator
source: Is published
it: pubblicato
tr: Yayında mı

# Form field help text
source: Slug is being used to create page URL
it: Lo slug è utilizzato per creare l'URL della pagina
tr: Jeton sayfa URL'i oluşturmak için kullanılmaya başlanacak

# Dashboard message
source: Saved page
it: Pagina salvata
tr: Sayfa kaydedildi

# Dashboard message
source: Removed page %s
it: Rimossa pagina %s
tr: %s sayfası kaldırıldı
