Repository: AreebaKazmi/Kaavish-II-PORS
Catalog: Server/kaavish/dashboard/locale/*/LC_MESSAGES/django.po
Languages: it, tr

# product bulk action
source: Publish
it: Pubblicato
tr: Yayınla

# product bulk action
source: Unpublish
it: Non pubblicare
tr: Yayından kaldır

# Product list sorting option
source: name
it: nome
tr: isim

# Product type list sorting option
source: price
it: prezzo
tr: ücret

# Product attribute list sorting option
source: name
it: nome
tr: isim

# Product type list sorting option
source: name
it: nome
tr: isim

# Product list filter label
source: Name
it: Nome
tr: İsim

# Product list filter label
source: Category
it: Categoria
tr: Kategori

# Product list filter label
source: Product type
it: Tipologia prodotto
tr: Ürün tipi

# Product list filter label
source: Price
it: Prezzo
tr: Ücret

# Product list filter label
source: Is published
it: pubblicato
tr: Yayında mı

# Product list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard products list
source: Found %(counter)d matching product
tr: Eşleşen %(counter)d ürün bulundu

# Attribute list filter label
source: Name
it: Nome
tr: İsim

# Attribute list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard attributes list
source: Found %(counter)d matching attribute
tr: Eşleşen %(counter)d özellik bulundu

# Product type list filter label
source: Name
it: Nome
tr: İsim

# Product type list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Product type list filter label
source: Product attributes
it: Attributi prodotto
tr: Ürün özellikleri

# Product type list filter label
source: Variant attributes
it: Attributi variante
tr: Varyant özellikleri

# Number of matching records in the dashboard product types list
source: Found %(counter)d matching product type
tr: Eşleşen %(counter)d ürün tipi bulundu

# Help text in rich-text editor field
source: Select text to enable text-formatting tools.
it: Seleziona il testo per abilitare gli strumenti di formattazione
tr: Metin düzenleme aracını etkinleştirmek için metin seçin.

# Product type form label
source: Product type
it: Tipologia prodotto
tr: Ürün tipi

# Product type tax rate type
source: Tax rate
it: Aliquota fiscale
tr: Vergi oranı

# ProductType weight
source: Weight
it: Peso
tr: Ağırlık

# ProductVariant weight help text
source: Default weight that will be used for calculating shipping price for products of that type.
it: Il peso predefinito verrà utilizzato per calcolare il prezzo di spedizione per i prodotti di quel tipo.
tr: Bu tipteki ürünlerin kargo ücretini hesaplamak için varsayılan ağırlık.

# Product type attributes
source: Attributes common to all variants.
it: Attributi comuni a tutte le varianti.
tr: Tüm varyanlardaki genel özellikler.

# Product type attributes
source: Attributes specific to each variant.
it: Attributi specifici per ciascun voucher.
tr: Her varyanttaki belirli özellikler.

source: Enable variants
it: Abilita varianti
tr: Varyantları etkinleştir

# Shipping toggle
source: Require shipping
it: Richiede spedizione
tr: Kargo gerektirir

# Product type form error
source: Product variants are disabled.
it: Le varianti prodotto sono disabilitate.
tr: Ürün varyantları etkin değil.

# Product type form error
source: A single attribute can't belong to both a product and its variant.
it: Un singolo attributo non può appartenere sia al prodotto che al suo voucher.
tr: Tek bir özellik ürün ve onun varyantına ait olamaz.

# Product type form error
source: Some products of this type have more than one variant.
it: Alcuni prodotti di questo tipo hanno piú di un voucher.
tr: Bu tipteki bazı ürünler, birden fazla varyanta sahip.

# Product tax rate type
source: Tax rate
it: Aliquota fiscale
tr: Vergi oranı

source: Category
it: Categoria
tr: Kategori

# Add to collection select
source: Collections
it: Collezioni
tr: Koleksiyonlar

# Product weight field help text
source: Weight will be used to calculate shipping price, if empty, equal to default value used on the ProductType.
tr: Ağırlık kargo ücreti hesaplamak için kullanılacak, eğer boşsa, ürüntipinde kullanılan varsayılan değere eşittir.

# Currency amount
source: Price
it: Prezzo
tr: Ücret

# Availability date
source: Publish product on
it: Pubblica prodotto su
tr: Ürünü yayınla

# Product published toggle
source: Published
it: Pubblicato
tr: Yayınlandı

# Charge taxes on product
source: Charge taxes on this product
tr: Bu üründe vergi ücreti yansıt

# Currency gross amount
source: Gross price
it: Prezzo ivato
tr: Bürüt fiyat

# Currency net amount
source: Net price
tr: Net fiyat

# ProductVariant weight
source: Weight
it: Peso
tr: Ağırlık

# ProductVariant weight help text
source: Weight will be used to calculate shipping price. If empty, weight from Product or ProductType will be used.
tr: Ağırlık kargo ücretini hesaplarken kullanılabilir. Eğer boşsa, ürün veya ürün tipinden ağırlık kullanılacaktır.

source: SKU
tr: Barkod

# Override price
source: Selling price override
it: Sovrascrivi prezzo di vendita
tr: Satış fiyatı değişti

# Integer number
source: Number in stock
tr: Kalan stok sayısı

# Currency amount
source: Cost price
it: Prezzo di costo
tr: Maliyet ücreti

# Track inventory field
source: Track inventory
tr: Stok takip

# product variant handle stock field help text
source: Automatically track this product's inventory
tr: Ürünün stoğunu otomatik takip et

# Override price
source: Selling gross price override
tr: Satış brüt fiyatı değiştirildi

# Currency amount
source: Cost gross price
tr: Maliyet brüt fiyat

# Override price
source: Selling net price override
tr: Satış net fiyatı değiştirildi

# Currency amount
source: Cost net price
tr: Maliyet net fiyat

# Product image
source: Image
it: Immagine
tr: İmaj

# Product display name
source: Display name
it: Nome visualizzato
tr: Görünecek isim

# Product internal name
source: Internal name
it: Nome interno
tr: İç isim

# Dashboard message
source: Added product %s
it: Prodotto %s aggiunto
tr: %s ürünü eklendi

# Dashboard message
source: Updated product %s
it: Prodotto %s aggiornato
tr: %s ürünü düzenlendi

# Dashboard message
source: Removed product %s
it: Rimosso prodotto %s
tr: %s ürünü kaldırıldı

# Dashboard message
source: %(count)d product has been updated
it: %(count)dprodotto aggiornato
tr: %(count)d ürünü düzenlendi

# Dashboard message
source: Added product type %s
it: Tipologia di prodotto %s aggiunta
tr: %s ürün tipi eklendi

# Dashboard message
source: Updated product type %s
it: Tipologia di prodotto %s aggiornata
tr: %s ürün tipi düzenlendi

# Dashboard message
source: Removed product type %s
it: Rimossa tipologia di prodotto %s
tr: %s ürün tipi kaldırıldı

# Dashboard message
source: Saved variant %s
it: Variante %s salvata
tr: %s varyant kaydedildi

# Dashboard message
source: Removed variant %s
it: Rimossa variante %s
tr: %s varyant kaldırıldı

# Dashboard message
source: Added image %s
it: Immagine %s aggiunta
tr: %s imaj eklendi

# Dashboard message
source: Updated image %s
it: Immagine %s aggiornata
tr: %s imaj düzenlendi

# Dashboard message
source: Removed image %s
it: Rimossa immagine %s
tr: %s imaj kaldırıldı

# Dashboard message
source: Added attribute
it: Attributo aggiunto
tr: Özellik eklendi

# Dashboard message
source: Updated attribute
it: Attributo aggiornato
tr: Özellik düzenlendi

# Dashboard message
source: Removed attribute %s
it: Rimosso attributo %s
tr: %s özellik kaldırıldı

# Dashboard message
source: Added attribute's value
it: Aggiunto valore dell'attributo
tr: Özelliğe değer eklendi

# Dashboard message
source: Updated attribute's value
it: Aggiornato valore dell'attributo
tr: Özelliğin değeri değişti

# Dashboard message
source: Removed attribute's value %s
it: Rimosso valore dell'attributo %s
tr: %s özelliğin değeri kaldırıldı

# Form field help text
source: If empty, the preview shows what will be autogenerated.
tr: Eğer boşsa, önizleme otomatik üretileni göstersin.

# A SEO friendly title
source: SEO Friendly Title
it: Titolo SEO
tr: SEO Dostu Başlık

# A SEO friendly description
source: SEO Friendly Description
it: Descrizione SEO
tr: SEO Dostu Açıklama

# Group list sorting option
source: name
it: nome
tr: isim

# Shipping zones list filter label
source: Shipping zone name
it: Nome zona di spedizione
tr: Kargo alanı adı

# Shipping zones list filter label
source: Price range
it: Fascia di prezzo
tr: Fiyat aralığı

# Shipping zones filter label
source: Country
it: Nazione
tr: Ülke

# Product list sorting filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard shipping zones list
source: Found %(counter)d matching shipping zone
tr: Eşleşen %(counter)d kargo alanı bulundu

# Label of the default weight unit picker
source: Default weight unit
tr: Varsayılan ağırlık birimi

# Default weight unit help text
source: Default unit for weights entered from the dashboard.All weights will be recalculated to the new unit.
tr: Ağırlıklar için varsayılan birim dashboarddan girildi. Bütün ağırlıklar yeni birime göre tekrar hesaplanacak.

# Shippment Zone field name
source: Shipping zone name
it: Nome zona di spedizione
tr: Kargo alanı adı

# Shipping Zone field name
source: Rest of World
it: Resto del mondo
tr: Seçilmemiş ülkeler

# List of countries to pick from
source: Countries
it: Nazioni
tr: Ülkeler

# Countries field help text
source: Each country might be included in only one shipping zone.
tr: Her bir ülke yanlız bir kargo metodunda kullanılabilir.

# Help text for ShippingZone name
source: Name is for internal use only, it won't be displayed to your customers
tr: İsim sadece içerde kullanılacak, müşterilerinize gösterilmeyecek

# Help text for ShippingZone name
source: If selected, this zone will include any countries that are not already listed in your other shipping zones.
tr: Eğer seçilirse, bu alan diğer kargo alanlarında listelenmemiş ülkeleri kapsayacaktır.

# ShippingZone with "default" option selected already exists
source: Default ShippingZone already exists.
tr: Varsayılan kargo alanı zaten var

# Shipping zone containing duplicated countries form error
source: Countries already exists in another shipping zone: %(list_of_countries)s
tr: Ülkeler başka bir kargo metodunda bulunuyor : %(list_of_countries)s

# ShippingZone field error
source: This field is required.
it: Questo campo è richiesto.
tr: Bu alan zorunludur.

# Shipping Method name
source: Name
it: Nome
tr: İsim

# Shipping method name help text
source: Customers will see this at the checkout.
tr: Müşteri bunu ödeme sırasında görecek.

# Minimum order price to use this shipping method
source: Minimum order price
tr: En düşük sipariş tutarı

# Maximum order price to use this order
source: Maximum order price
tr: En yüksek sipariş fiyatı

# Placeholder for maximum order price set to unlimited
source: No limit
tr: Limit yok

# Price shipping method form error
source: Maximum order price should be larger than the minimum order price.
tr: En yüksek sipariş tutarı en düşük sipariş tutarından yüksek olmalıdır.

# Minimum order weight to use this shipping method
source: Minimum order weight
tr: En düşük sipariş ağırlığı

# Maximum order weight to use this shipping method
source: Maximum order weight
tr: En yüksek sipariş ağırlığı

# Placeholder for maximum order weight set to unlimited
source: No limit
tr: Limit yok

# Dashboard message
source: Updated default weight unit
tr: Varsayılan ağırlık birimi düzenlendi

# Dashboard message
source: Added shipping zone
it: Aggiunta zona di spedizione
tr: Kargo alanı eklendi

# Dashboard message
source: Updated shipping zone
tr: Kargo alanı düzenlendi

# Dashboard message
source: %(shipping_zone_name)s successfully removed
tr: %(shipping_zone_name)s başarı ile kaldırıldı

# Dashboard message
source: Added shipping method for %(zone_name)s shipping zone
tr: Kargo metodu, %(zone_name)s kargo alanı için eklendi

# Dashboard message
source: Updated %(method_name)s shipping method
tr: %(method_name)s kargo metodu düzenlendi

# Dashboard message
source: Removed %(shipping_method_name)s shipping method
tr: %(shipping_method_name)s kargo metodu silindi

# Domain name (FQDN)
source: Domain name
it: Nome dominio
tr: Alanadı

source: Display name
it: Nome visualizzato
tr: Görünecek isim

source: Header text
tr: Başlık metni

# Inventory tracking by default settings toggle label
source: Enable inventory tracking for newly created products
tr: Yeni oluşturulmuş ürünlerde, stok takibini etkinleştir.

source: Default weight unit
tr: Varsayılan ağırlık birimi

# handle stock by default settings field help text
source: This will set the default value of stock handling on product and variant creation
tr: Ürün ve varyant oluştururken stok sayımı için bu değer varsayılan olarak ayarlanacaktır

# Key for chosen authorization method
source: Key
it: Chiave
tr: Anahtar

source: Password
tr: Şifre

# Dashboard message
source: Updated site settings
it: Aggiornata configurazione sito
tr: Site ayarları düzenlendi

# Dashboard message
source: Added authorization key %s
it: Aggiunta chiave di autenticazione %s
tr: Eklenen yetki anahtarı %s

# dashboard message
source: Updated authorization key %s
it: Aggiornata chiave di autenticazione %s
tr: Düzenlenen yetki anahtarı %s

# Dashboard message
source: Removed site authorization key %s
it: Rimossa chiave di autenticazione %s
tr: Kaldırılan site yetki anahtarı %s

# Group list filter label
source: Permissions
it: Permessi
tr: İzinler

# Staff list filter label
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard staff members list
source: Found %(counter)d matching staff member
tr: Eşlesen %(counter)d personel kullanıcı bulundu

# Label above the permissions choicefield
source: Permissions
it: Permessi
tr: İzinler

source: Email
tr: E-posta

# User active toggle
source: User is active
it: L'utente è attivo
tr: Kullanıcı aktif

# User staff toggle
source: User is staff
tr: Kullanıcı personel

# Dashboard message
source: Updated staff member %s
it: Membro dello staff %s aggiornato
tr: %s üye personel düzenlendi

# Dashboard message
source: Added staff member %s
it: Membro dello staff %s aggiunto
tr: %s üye personel eklendi

# Dashboard message
source: Removed staff member %s
it: Rimosso membro dello staff %s
tr: %s üye personel kaldırıldı

# Product list sorting option
source: country_code
tr: Ülke kodu

# Taxes list filter label
source: Country name
it: Nome del paese
tr: Ülke adı

# Taxes list sorting form
source: Sort by
it: Ordina per
tr: Sırala

# Number of matching records in the dashboard taxes list
source: Found %(counter)d matching country
tr: Eşleşen %(counter)d ülke bulundu

# Include taxes in prices
source: All products prices are entered with tax included
it: Tutti i prezzi dei prodotti sono inseriti con iva inclusa
tr: Tüm ürün fiyatları vergi ile girildi

# Display gross prices
source: Show gross prices to customers in the storefront
it: Mostra prezzi ivati ai clienti nel negozio
tr: Önyüzde kullanıcılara brüt fiyatı göster

source: Charge taxes on shipping rates
tr: Kargo oranına göre vergi yansıt

# Dashboard message
source: Updated taxes settings
tr: Vergi ayarlarını güncelle

# Dashboard message
source: Tax rates updated successfully
it: Aliquote iva aggiornate con successo
tr: Vergi oranları başarıyla güncellendi

# Dashboard message
source: Could not fetch tax rates. Make sure you have supplied a valid API Access Key.<br/>Check the server logs for more information about this error.
tr: Vergi oranları alınamadı. Geçerli API erişim anahtarı sağladığınıza emin olunuz.<br/> Bu hata ile ilgili detaylı bilgi için sunucu loglarını kontrol ediniz.

# Possible values of boolean filter
source: yes,no,all
it: sì,no,tutti
tr: evet,hayır,hepsi

# Label of first value in range filter
source: From %(value)s
tr: %(value)s den/dan

# Label of second value in range filter
source: To %(value)s
tr: %(value)s e/a

# Email type
source: Payment confirmation
tr: Ödeme onaylaması

# Email type
source: Shipping confirmation
tr: Kargo onaylaması

# Email type
source: Fulfillment confirmation
tr: Tamamlama onaylaması

# Email type
source: Order confirmation
it: Conferma ordine
tr: Sipariş onaylaması

# Dashboard message related to an order
source: Payment was voided by %(user_name)s
tr: Ödeme %(user_name)s tarafından iptal edildi.

# Dashboard message related to an order
source: Successfully refunded: %(amount)s
tr: Başarılı geri ödeme: %(amount)s

# Dashboard message related to an order
source: Successfully captured: %(amount)s
tr: Başarılı çekim: %(amount)s

# Dashboard message related to an order
source: Order manually marked as paid
it: Contrassegna manualmente ordine come pagato
tr: Sipariş kullanıcı tarafından ödendi olarak işaretlendi

# Dashboard message related to an order
source: %(user_name)s added note: %(note)s
tr: %(user_name)s not ekledi: %(note)s

# Dashboard message related to an order
source: Order was placed
it: Ordine inviato
tr: Siparişiniz alındı

# Dashboard message related to an order
source: Order was fully paid
tr: Ödeme tamamlandı

# Menu item object to link
source: Link
it: Collegamento
